Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: Complete all of the items.
ar: أكمل كل العناصر.
ca: Completeu tots els elements
cy: Cwblhau pob eitem.
da: Færdiggør alle punkterne.
de: Vervollständigen Sie alle Aufgaben.
es: Complete todos los ítems.
es_es: Completar todos los ítems.
fi: Suorita kaikki kohteet.
fr: Achevez tous les éléments.
fr_ca: Remplir tous les éléments.
ga: Críochnaigh na míreanna go léir.
hi: सभी आइटमें पूरी करें।
is: Ljúktu við öll atriði
it: Completa tutti gli elementi.
ja: 全項目をすべて完了する。
ms: Lengkapkan semua item.
nb: Fullfør alle elementene.
nl: Voltooi alle items.
pl: Zakończ wszystkie elementy.
pt: Preencha todos os itens.
pt_br: Preencha todos os itens.
ru: Заполните все поля.
sl: Izpolnite vse elemente.
sv: Slutför alla objekt.
th: กรอกรายการทั้งหมด
vi: Hoàn thành tất cả các mục.
zh: 完成所有项目。
zh_hk: 完成所有項目。

source: Complete all of the required items.
ar: أكمل كل العناصر المطلوبة.
ca: Completeu tots els elements obligatoris.
cy: Cwblhau pob eitem angenrheidiol.
da: Færdiggør alle de nødvendige punkter.
de: Vervollständigen Sie alle erforderlichen Elemente
es: Complete todos los ítems obligatorios.
es_es: Completar todos los ítems obligatorios.
fi: Suorita kaikki vaaditut kohteet.
fr: Achevez tous les éléments requis.
fr_ca: Remplir tous les éléments requis
ga: Críochnaigh na míreanna riachtanacha go léir.
hi: सभी आवश्यक आइटमें पूरी करें।
is: Ljúktu við öll áskilin atriði.
it: Completa tutti gli elementi necessari.
ja: 必須項目をすべて完了する。
ms: Lengkapkan semua item yang diperlukan.
nb: Fullfør de obligatoriske elementene.
nl: Voltooi alle vereiste items.
pl: Zakończ wszystkie wymagane elementy.
pt: Preencha todos os itens obrigatórios.
pt_br: Preencha todos os itens obrigatórios.
ru: Заполните все обязательные поля.
sl: Izpolnite vse zahtevane elemente.
sv: Slutför alla obligatoriska objekt.
th: กรอกรายการที่กำหนดทั้งหมด
vi: Hoàn thành tất cả các mục bắt buộc.
zh: 完成所有必需项目。
zh_hk: 完成所有必填項目。

source: Completed
ar: تم الإكمال
ca: S’ha completat
cy: Wedi cwblhau
da: Fuldført
de: Fertiggestellt
es: Completado
es_es: Completado
fi: Suoritettu
fr: Terminé
fr_ca: Terminé
ga: Críochnaithe
hi: पूरा हुआ
is: Lokið
it: Completato
ja: 完了
ms: Dilengkapkan
nb: Godkjent
nl: Voltooid
pl: Ukończono
pt: Concluído
pt_br: Completo
ru: Завершено
sl: Zaključeno
sv: Färdig
th: เสร็จสิ้นแล้ว
vi: Đã Hoàn Thành
zh: 已完成
zh_hk: 已完成

source: Confirm submission
ar: تأكيد الإرسال
ca: Confirmeu l'entrega
cy: Cadarnhau'r cyflwyniad
da: Bekræft aflevering
de: Abgabe bestätigen
es: Confirmar entrega
es_es: Confirmar entrega
fi: Vahvista lähetys
fr: Confirmer la soumission
fr_ca: Confirmer la soumission
ga: Deimhnigh an uaslódáil
hi: सबमिशन की पुष्टि करें
is: Staðfesta skil
it: Conferma consegna
ja: 提出を確認する
ms: Sahkan serahan
nb: Bekreft innlevering
nl: Inlevering bevestigen
pl: Potwierdź przesłanie
pt: Confirmar submissão
pt_br: Confirmar envio
ru: Подтвердить отправку
sl: Potrdi oddajo
sv: Bekräfta inlämning
th: ยืนยันการส่ง
vi: Xác nhận nộp
zh: 确认提交
zh_hk: 確認提交項目

source: Confirmation
ar: تأكيد
ca: Confirmació
cy: Cadarnhau
da: Bekræftelse
de: Bestätigung
es: Confirmación
es_es: Confirmación
fi: Vahvistus
ga: Deimhniú
hi: पुष्टि करें
is: Staðfesting
it: Conferma
ja: 確認
ms: Pengesahan
nb: Bekreftelse
nl: Bevestiging
pl: Potwierdzenie
pt: Confirmação
pt_br: Confirmação
ru: Подтверждение
sl: Potrditev
sv: Bekräftelse
th: ยืนยัน
vi: Xác Nhận
zh: 确认
zh_hk: 確認

source: Confusing
ar: أمر مربك
ca: Confús
cy: Dryslyd
da: Forvirrende
de: Verwirrend
es: Confuso
es_es: Confuso
fi: Hämmentävää
fr: Confus
fr_ca: Confusion
ga: Mearbhall
hi: भ्रमित करने वाला
is: Ruglingslegt
it: Confuso
ja: 混乱
ms: Mengelirukan
nb: Forvirrende
nl: Verwarrend
pl: Niejasne
pt: Confuso
pt_br: Confuso
ru: Запутанный
sl: Zmedeno
sv: Förvirrande
th: สับสน
vi: Gây nhầm lẫn
zh: 困惑
zh_hk: 令人困惑

source: Congrats! You've completed your course.
ar: تهانينا! لقد قمت بإكمال المساق الخاص بك.
ca: Enhorabona! Heu completat l’assignatura.
cy: Llongyfarchiadau! Rydych chi wedi cwblhau eich cwrs.
da: Tillykke! Du har afsluttet dit fag.
de: Glückwunsch! Sie haben den Kurs abgeschlossen.
es: ¡Felicidades! Completó el curso.
es_es: ¡Enhorabuena! Has completado tu asignatura.
fi: Onnittelut! Olet suorittanut kurssisi.
fr: Félicitations ! Vous avez terminé votre cours.
fr_ca: Félicitations! Vous avez terminé votre formation.
ga: Comhghairdeas! Tá do chúrsa críochnaithe agat.
hi: बधाई हो! आपने अपना पाठ्यक्रम पूरा कर लिया है।
is: Til hamingju! Þú hefur lokið námskeiðinu þínu.
it: Congratulazioni! Hai completato il corso.
ja: おめでとうございます！コースを完了しました。
ms: Tahniah! Anda telah melengkapkan kursus anda.
nb: Gratulerer! Du har fullført emnet ditt.
nl: Gefeliciteerd! Je hebt je cursus voltooid.
pl: Gratulacje! Ukończono kurs.
pt: Parabéns! Concluiu a sua disciplina.
pt_br: Parabéns! Você concluiu o curso.
ru: Поздравляем! Вы завершили свой курс.
sl: Čestitke! Predmet ste zaključili.
sv: Grattis! Du har slutfört din kurs.
th: ยินดีด้วย! คุณจบบทเรียนแล้ว
vi: Chúc mừng! Bạn đã hoàn thành khóa học.
zh: 祝贺！您已完成课程。
zh_hk: 恭喜！您已完成課程。

source: Conversation
ar: محادثة
ca: Conversa
cy: Sgwrs
da: Samtale
de: Konversation
es: Mensajería
es_es: Conversación
fi: Keskustelu
ga: Comhrá
hi: बातचीत
is: Samræður
it: Conversazione
ja: 転換
ms: Perbualan
nb: Samtale
nl: Gesprek
pl: Dyskusja
pt: Conversa
pt_br: Conversa
ru: Обсуждение
sl: Pogovor
sv: Konversation
th: การสนทนา
vi: Cuộc Trò Chuyện
zh: 对话
zh_hk: 交談

source: Copenhagen (+01:00/+02:00)
ar: كوبنهاغن (+01:00/+02:00)
ca: Copenhaguen (+01:00/+02:00)
da: København (+01:00/+02:00)
de: Kopenhagen (+01:00/+02:00)
es: Copenhague (+01:00/+02:00)
es_es: Copenhague (+01:00/+02:00)
fi: Kööpenhamina (+01:00/+02:00)
fr: Copenhague (+01:00/+02:00)
fr_ca: Copenhague (+01:00/+02:00)
ga: Cóbanhávan (+01:00/+02:00)
hi: कोपेनहेगन (+01:00/+02:00)
is: Kaupmannahöfn (+01:00/+02:00)
it: Copenaghen (+01:00/+02:00)
ja: コペンハーゲン (+01:00/+02:00)
nb: København (+01:00/+02:00)
nl: Kopenhagen (+01:00/+02:00)
pl: Kopenhaga (+01:00/+02:00)
pt: Copenhaga (+01:00/+02:00)
pt_br: Copenhague (+01:00/+02:00)
ru: Копенгаген (+01:00/+02:00)
sl: Kopenhagen (+01:00/+02:00)
sv: Köpenhamn (+01:00/+02:00)
th: โคเปนเฮเกน (+01:00/+02:00)
zh: 哥本哈根 (+01:00/+02:00)
zh_hk: 哥本哈根 (+01:00/+02:00)

source: Create message
ar: إنشاء رسالة
ca: Creeu un missatge
cy: Creu neges
da: Opret besked
de: Nachricht erstellen
es: Crear mensaje
es_es: Crear mensaje
fi: Luo viesti
fr: Créer un message
fr_ca: Créer un message
ga: Cruthaigh teachtaireacht
hi: संदेश बनाएं
is: Búa til skilaboð
it: Crea messaggio
ja: メッセージを作成する
ms: Cipta mesej
nb: Opprett melding
nl: Bericht opstellen
pl: Utwórz wiadomość
pt: Criar mensagem
pt_br: Criar mensagem
ru: Создать сообщение
sl: Ustvari sporočilo
sv: Skapa meddelande
th: เขียนข้อความ
vi: Tạo tin nhắn
zh: 创建消息
zh_hk: 建立訊息

source: Cuiaba (-04:00/-04:00)
ar: كويابا (-04:00/-04:00)
de: Cuiabá (-04:00/-04:00)
es_es: Cuiabá (-04:00/-04:00)
hi: कुइआबा (-04:00/-04:00)
ja: クイアバ (-04:00/-04:00)
pt: Cuiabá (-04:00/-04:00)
pt_br: Cuiabá (-04:00/-04:00)
ru: Куяба (-04:00/-04:00)
th: คิวอะบา (-04:00/-04:00)
zh: 库亚巴 (-04:00/-04:00)
zh_hk: 庫亞巴 (-04:00/-04:00)

source: Darwin (+09:30)
ar: داروين (+09:30)
hi: डार्विन (+09:30)
ja: ダーウィン (+09:30)
ru: Дарвин (+09:30)
th: ดาร์วิน (+09:30)
zh: 达尔文 (+09:30)
zh_hk: 達爾文 (+09:30)

source: Delete draft
ar: حذف المسودة
ca: Suprimiu l’esborrany
cy: Dileu drafft
da: Slet kladde
de: Entwurf löschen
es: Eliminar borrador
es_es: Eliminar borrador
fi: Poista luonnos
fr: Supprimer le brouillon
fr_ca: Supprimer l’ébauche
ga: Scrios dréacht
hi: ड्राफ़्ट मिटाएं
is: Eyða drögum
it: Elimina bozza
ja: 下書きを削除する
ms: Padam draf
nb: Slett utkast
nl: Concept verwijderen
pl: Usuń wersję roboczą
pt: Eliminar rascunho
pt_br: Excluir rascunho
ru: Удалить черновик
sl: Izbriši osnutek
sv: Radera utkast
th: ลบร่าง
vi: Xóa bản nháp
zh: 删除草稿
zh_hk: 刪除草稿

source: Dhaka (+06:00/+06:00)
ar: دكا (+06:00/+06:00)
es: Daca (+06:00/+06:00)
es_es: Daca (+06:00/+06:00)
hi: ढाका (+06:00/+06:00)
it: Dacca (+06:00/+06:00)
ja: ダッカ (+06:00/+06:00)
pt_br: Daca (+06:00/+06:00)
ru: Дакка (+06:00/+06:00)
sl: Daka (+06:00/+06:00)
th: ดาก้า (+06:00/+06:00)
zh: 达卡 (+06:00/+06:00)
zh_hk: 達卡 (+06:00/+06:00)

source: Display Name
ar: اسم العرض
ca: Nom de visualització
cy: Enw Arddangos
da: Vis navn
de: Anzeigename
es: Nombre de exhibición
es_es: Nombre mostrado
fi: Näyttönimi
fr: Nom d’affichage
fr_ca: Nom d’affichage
ga: Ainm Taispeána
hi: नाम डिस्प्ले करें
is: Sýna nafn
it: Nome visualizzato
ja: 表示名
ms: Paparkan Nama
nb: Navn som skal vises
nl: Weergavenaam
pl: Wyświetlana nazwa
pt: Exibir nome
pt_br: Nome de exibição
ru: Отображаемое имя
sl: Prikazno ime
sv: Visa namn
th: ชื่อจัดแสดง
vi: Tên Hiển Thị
zh: 显示姓名
zh_hk: 顯示名稱

source: Display Name can only be changed by your institution.
ar: يمكن تغيير اسم العرض حسب المؤسسة الخاصة بك فقط.
ca: Només la institució pot canviar el nom de visualització.
cy: Dim ond eich sefydliad sy’n gallu newid enw arddangos.
da: Visningsnavnet kan kun ændres af din institution.
de: Der Anzeigename kann nur von Ihrer Institution geändert werden.
es: Solo su institución puede cambiar el nombre de visualización.
es_es: El nombre mostrado solo puede cambiarlo la empresa.
fi: Vain oppilaitoksesi voi muuttaa näyttönimeä.
fr: Seul votre établissement peut changer le nom d’affichage.
fr_ca: Le nom d’affichage ne peut être modifié que par votre institution.
ga: Ní féidir ach le d'institiúid an tAinm Taispeána a athrú.
hi: डिस्प्ले नाम आपके संस्थान द्वारा बदला जा सकता है।
is: Aðeins stofnunin þín getur breytt birtingarnafninu.
it: Il Nome visualizzato può essere modificato solo dall’istituto.
ja: 表示名は、所属機関のみが変更可能です。
ms: Nama Paparan hanya boleh diubah oleh institusi anda.
nb: Visningsnavnet kan bare endres av institusjonen din.
nl: De weergavenaam kan alleen door je instituut worden gewijzigd.
pl: Wyświetlana nazwa może zmienić tylko instytucja.
pt: Exibir nome só pode ser alterado pela sua instituição.
pt_br: O nome de exibição só pode ser alterado pela sua instituição.
ru: Отображаемое имя может изменить только ваше заведение.
sl: Prikazno ime lahko spremeni samo vaša ustanova.
sv: Endast lärosätet kan ändra visningsnamnet.
th: สามารถแก้ไขชื่อจัดแสดงได้โดยสถาบันของคุณเท่านั้น
vi: Tên Hiển Thị chỉ có thể được thay đổi bởi tổ chức của bạn.
zh: 只有您的机构才能更改显示名称。
zh_hk: 僅限由您的機構變更顯示名稱。

source: Done
ar: تم
ca: Fet
cy: Wedi gorffen
da: Udført
de: Fertig
es: Listo
es_es: Hecho
fi: Valmis
fr: Terminé
fr_ca: Terminé
ga: Déanta
hi: हो गया
is: Lokið
it: Fatto
ja: 終了
ms: Siap
nb: Ferdig
nl: Gereed
pl: Gotowe
pt: Concluído
pt_br: Feito
ru: Готово
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
vi: Đã Xong
zh: 完成
zh_hk: 已完成

source: Double tap to load more notifications
ar: اضغط مرتين لتحميل المزيد من الإعلامات
ca: Toqueu-hi dues vegades per carregar més notificacions
cy: Tarwch ddwywaith i lwytho mwy o hysbysiadau
da: Dobbelttryk for at indlæse flere meddelelser
de: Doppeltippen, um weitere Benachrichtigungen zu laden
es: Toque dos veces para cargar más notificaciones
es_es: Toca dos veces para cargar más notificaciones
fi: Kaksoisnapauta ladataksesi lisää ilmoituksia
fr: Appuyez deux fois pour charger plus de notifications
fr_ca: Taper à 2 reprises pour charger d’autres notifications
ga: Tapáil faoi dhó chun níos mó fógraí a luchtú
hi: अधिक सूचनाएं लोड करने के लिए डबल टैप करें
is: Pikkaðu tvisvar til að hlaða fleiri tilkynningum
it: Tocca due volte per caricare altre notifiche
ja: ダブルタップで通知をさらに読み込む
ms: Ketik dua kali untuk memuatkan lebih banyak pemberitahuan
nb: Dobbeltklikk for å laste inn flere varslinger
nl: Dubbeltik om meer meldingen te laden
pl: Stuknij dwukrotnie, aby wczytaj więcej powiadomień
pt: Toque duas vezes para carregar mais notificações
pt_br: Toque duas vezes para carregar mais notificações
ru: Нажмите дважды, чтобы загрузить больше уведомлений
sl: Dvakrat tapnite za nalaganje več obvestil
sv: Dubbeltryck för att läsa in fler aviseringar
th: กดสองครั้งเพื่อโหลดการแจ้งข้อมูลเพิ่มเติม
vi: Nhấn đúp để tải thêm thông báo
zh: 双击以加载更多通知
zh_hk: 點選兩下載入更多通知

source: Double tap to view details
ar: اضغط مرتين لعرض التفاصيل
ca: Toqueu-hi dues vegades per visualitzar-ne la informació
cy: Tapiwch ddwywaith i weld y manylion
da: Dobbelttryk for at se detaljer
de: Doppeltippen, um Details anzuzeigen
es: Toque dos veces para ver los detalles
es_es: Toca dos veces para ver detalles
fi: Kaksoisnapauta nähdäksesi tiedot
fr: Appuyez deux fois pour afficher les détails
fr_ca: Taper à 2 reprises pour voir les détails
ga: Tapáil faoi dhó chun sonraí a fheiceáil
hi: विवरण देखने के लिए डबल टैप करें
is: Pikkaðu tvisvar til að skoða upplýsingar
it: Tocca due volte per visualizzare i dettagli
ja: ダブルタップで詳細を表示する
ms: Ketik dua kal untuk melihat butiran
nb: Dobbeltklikk for å vise flere detaljer
nl: Dubbeltik om details te bekijken
pl: Stuknij dwukrotnie, aby wyświetlić szczegóły
pt: Toque duas vezes para ver os detalhes
pt_br: Toque duas vezes para ver os detalhes
ru: Щелкните дважды, чтобы просмотреть сведения
sl: Dvakrat tapnite za ogled podrobnosti
sv: Dubbeltryck för att visa information
th: กดสองครั้งเพื่อดูรายละเอียด
vi: Nhấn đúp để xem chi tiết
zh: 双击以查看详细信息
zh_hk: 點選兩下以檢視詳細資料

source: Download File
ar: تنزيل الملف
ca: Baixeu el fitxer
cy: Llwytho Ffeil i Lawr
da: Download fil
de: Datei herunterladen
es: Descargar archivo
es_es: Descargar archivo
fi: Tiedoston lataaminen
fr: Télécharger le fichier
fr_ca: Télécharger fichier
ga: Íoslódáil Comhad
hi: फ़ाइल डाउनलोड करें
is: Hlaða niður skrá
it: Scarica file
ja: ファイルのダウンロード
ms: Muat Turun Fail
nb: Last ned fil
nl: Bestand downloaden
pl: Pobierz plik
pt: Descarregar ficheiro
pt_br: Baixar arquivo
ru: Загрузка файла
sl: Prenesi datoteko
sv: Ladda ned fil
th: ดาวน์โหลดไฟล์
vi: Tải Xuống Tập Tin
zh: 下载文件
zh_hk: 下載檔案

source: Dublin (+01:00/+00:00)
ar: دبلن (+01:00/+00:00)
ca: Dublín (+01:00/+00:00)
cy: Dulyn (+01:00/+00:00)
es: Dublín (+01:00/+00:00)
es_es: Dublín (+01:00/+00:00)
ga: Baile Átha Cliath (+01:00/+00:00)
hi: डब्लिन (+01:00/+00:00)
it: Dublino (+01:00/+00:00)
ja: ダブリン (+01:00/+00:00)
ru: Дублин (+01:00/+00:00)
th: ดับลิน (+01:00/+00:00)
zh: 都柏林 (+01:00/+00:00)
zh_hk: 都柏林 (+01:00/+00:00)

source: Due
ar: الاستحقاق
ca: Data de lliurament
cy: Erbyn
da: Forfalder
de: Fällig
es: Fecha de entrega
es_es: Fecha de entrega
fi: Määräpäivä
fr: Dû le
fr_ca: Échéance
ga: Dlite
hi: नियत
is: Skilafrestur
it: Scadenza
ja: 期限
ms: Cukup tempoh
nb: Forfall
nl: Inleverdatum
pl: Termin
pt: Data de vencimento
pt_br: Vencimento
ru: Срок
sl: Rok
sv: Inlämningsdatum
th: ครบกำหนด
vi: Hạn
zh: 截止
zh_hk: 截止

source: Due date
ar: تاريخ الاستحقاق
ca: Data de lliurament
cy: Dyddiad erbyn
da: Afleveringsdato
de: Fälligkeitsdatum
es: Fecha de entrega
es_es: Fecha de entrega
fi: Määräpäivä
fr: Date d’échéance
fr_ca: Date d’échéance
ga: Dáta dlite
hi: नियत तिथि
is: Skiladagur
it: Data di scadenza
ja: 期限
ms: Tarikh Siap
nb: Forfallsdato
nl: Inleverdatum
pl: Termin
pt: Data de limite
pt_br: Data de vencimento
ru: Дата выполнения
sl: Rok
sv: Inlämningsdatum
th: วันครบกำหนด
vi: Ngày đến hạn
zh: 截止日期
zh_hk: 截止日期

source: Due Date
ar: تاريخ الاستحقاق
ca: Data de lliurament
cy: Dyddiad Erbyn
da: Afleveringsdato
de: Abgabetermin
es: Fecha de entrega
es_es: Fecha de entrega
fi: Määräpäivä
fr: Date limite
fr_ca: Date d’échéance
ga: Dáta dlite
hi: नियत तिथि
is: Skiladagur
it: Data di scadenza
ja: 期日
ms: Tarikh Siap
nb: Forfallsdato
nl: Inleverdatum
pl: Termin
pt: Data limite
pt_br: Prazo de entrega
ru: Срок выполнения
sl: Rok
sv: Sista inlämningsdatum
th: วันครบกำหนด
vi: Ngày Đến Hạn
zh: 截止日期
zh_hk: 截止日期

source: Due Date Changed
ar: تم تغيير تاريخ الاستحقاق
ca: Ha canviat la data de lliurament
cy: Dyddiad Erbyn wedi Newid
da: Afleveringsdato ændret
de: Geändertes Fälligkeitsdatum
es: Cambió la fecha de entrega
es_es: Cambio de fecha de entrega
fi: Eräpäivä muutettu
fr: Date limite modifiée
fr_ca: Date d’échéance modifiée
ga: Dáta Dlite Athraithe
hi: नियत तिथि बदली गई
is: Skiladegi breytt
it: Data di scadenza modificata
ja: 期限が変更されました
ms: Tarikh Siap Diubah
nb: Forfallsdato endret
nl: Inleverdatum gewijzigd
pl: Termin został zmieniony
pt: Data de entrega alterada.
pt_br: Data de entrega alterada
ru: Срок сдачи изменен
sl: Rok je spremenjen
sv: Inlämningsdatumet ändrades
th: แก้ไขวันครบกำหนดแล้ว
vi: Ngày Đến Hạn Đã Thay Đổi
zh: 截止日期已更改
zh_hk: 截止日期已變更

source: Due date: %@
ar: تاريخ الاستحقاق: %@
ca: Data de lliurament: %@
cy: Dyddiad erbyn: %@
da: Afleveringsdatoer: %@
de: Fälligkeitsdatum %@
es: Fecha de entrega: %@
es_es: Fecha de entrega: %@
fi: Määräpäivä: %@
fr: Date limite : %@
fr_ca: Date d’échéance : %@
ga: Dáta dlite: %@
hi: नियत तिथि: %@
is: Skiladagur: %@
it: Data di scadenza: %@
ja: 期日：%@
ms: Tarikh siap: %@
nb: Forfallsdato: %@
nl: Inleverdatum: %@
pl: Termin: %@
pt: Data limite: %@
pt_br: Data de entrega: %@
ru: Дата выполнения: %@
sl: Rok: %@
sv: Inlämningsdatum: %@
th: วันครบกำหนด: %@
vi: Ngày đến hạn: %@
zh: 截止日期：%@
zh_hk: 截止日期：%@

source: E-mail
ar: البريد الإلكتروني
ca: Adreça electrònica
cy: E-bost
es: Correo electrónico
es_es: Correo electrónico
fi: Sähköposti
fr: Adresse e-mail
fr_ca: Courriel
ga: R-phost
hi: ईमेल
is: Tölvupóstur
ja: メール
ms: E-mel
nb: E-post
pl: Adres e-mail
ru: Эл. почта
sl: E-pošta
sv: E-post
th: อีเมล
zh: 电子邮件
zh_hk: 電郵

source: Eastern Time (US & Canada) (-05:00/-04:00)
ar: التوقيت الشرقي (الولايات المتحدة وكندا) (-05:00/-04:00)
ca: Hora de l’Est (EUA i Canadà) (-05:00/-04:00)
cy: Amser y Dwyrain (UDA a Chanada) (-05:00/-04:00)
da: Eastern Time (USA og Canada) (-05:00/-04:00)
de: Eastern Time (USA und Kanada) (-05:00/-04:00)
es: Hora del este (Estados Unidos y Canadá) (-05:00/-04:00)
es_es: Hora estándar del este (EE. UU. y Canadá) (-05:00/-04:00)
fi: USA:n itärannikon aika (USA & Kanada) (-05:00/-04:00)
fr: Heure de l’Est (US & Canada) (-05:00/-04:00)
fr_ca: Heure de l’Est (États-Unis et Canada) (-05:00/-04:00)
ga: Am an Oirthir (SAM & Ceanada) (-05:00/-04:00)
hi: पूर्वी समय (US और कनाडा) (-05:00/-04:00)
is: Austurtími (Bandaríkin og Kanada) (-05:00/-04:00)
it: Ora stati orientali (Stati Uniti e Canada) (-05:00/-04:00)
ja: 東部時間（米国&カナダ） (-05:00/-04:00)
ms: Waktu Timur (AS & Kanada) (-05:00/-04:00)
nl: Eastern-tijd (VS en Canada) (-05:00/-04:00)
pl: Czas wschodni (USA i Kanada) (-05:00/-04:00)
pt: Horário do Leste (EUA e Canadá) (-05:00/-04:00)
pt_br: Horário do Leste (EUA e Canadá) (-05:00/-04:00)
ru: Восточное поясное время (США и Канада) (-05:00/-04:00)
sl: Vzhodni čas (ZDA in Kanada) (-05:00/-04:00)
sv: Östtid (USA och Kanada) (-05:00/-04:00)
th: เวลาตะวันออก (สหรัฐฯ และแคนาดา) (-05:00/-04:00)
vi: Giờ Miền Đông (Hoa Kỳ & Canada) (-05:00/-04:00)
zh: 东部时间（美国和加拿大） (-05:00/-04:00)
zh_hk: 東部時間 (美國和加拿大) (-05:00/-04:00)

source: Edinburgh (+00:00/+01:00)
ar: إدنبرة (+00:00/+01:00)
ca: Edimburg (+00:00/+01:00)
cy: Caeredin (+00:00/+01:00)
es: Edimburgo (+00:00/+01:00)
es_es: Edimburgo (+00:00/+01:00)
fr: Édimbourg (+00:00/+01:00)
fr_ca: Édimbourg (+00:00/+01:00)
ga: Dún Éideann (+00:00/+01:00)
hi: एडिनबर्ग (+00:00/+01:00)
is: Edinborg (+00:00/+01:00)
it: Edimburgo (+00:00/+01:00)
ja: エジンバラ (+00:00/+01:00)
pl: Edynburg (+00:00/+01:00)
pt: Edimburgo (+00:00/+01:00)
pt_br: Edimburgo (+00:00/+01:00)
ru: Эдинбург (+00:00/+01:00)
th: เอดินเบิร์ก (+00:00/+01:00)
zh: 爱丁堡 (+00:00/+01:00)
zh_hk: 愛丁堡 (+00:00/+01:00)

source: Eirunepe (-05:00/-05:00)
ar: إيرونيبي (-05:00/-05:00)
es: Eirunepé (-05:00/-05:00)
es_es: Eirunepé (-05:00/-05:00)
fr: Eirunepé (-05:00/-05:00)
hi: इरुनेपे (-05:00/-05:00)
ja: エイルネペ (-05:00/-05:00)
ru: Эйрунепе (-05:00/-05:00)
sv: Eirunepé (-05:00/-05:00)
th: เอยรูเนเป (-05:00/-05:00)
zh: 埃鲁内佩 (-05:00/-05:00)
zh_hk: 埃魯內佩 (-05:00/-05:00)

source: Ekaterinburg (+05:00/+05:00)
ar: إيكاترينبرغ (+05:00/+05:00)
da: Jekaterinburg (+05:00/+05:00)
de: Jekaterinburg (+05:00/+05:00)
es: Ekaterimburgo (+05:00/+05:00)
es_es: Ekaterimburgo (+05:00/+05:00)
fr: Ekaterinbourg (+05:00/+05:00)
fr_ca: Ekaterinbourg (+05:00/+05:00)
hi: एकातेरिनबर्ग (+05:00/+05:00)
ja: エカテリンブルク (+05:00/+05:00)
nl: Jekaterinenburg (+05:00/+05:00)
pl: Jekaterynburg (+05:00/+05:00)
pt: Ecaterimburgo (+05:00/+05:00)
ru: Екатеринбург (+05:00/+05:00)
sl: Jekaterinburg (+05:00/+05:00)
sv: Jekaterinburg (+05:00/+05:00)
th: เยคาเตรินบุร์ก (+05:00/+05:00)
zh: 叶卡捷琳堡 (+05:00/+05:00)
zh_hk: 葉卡捷琳堡 (+05:00/+05:00)

source: Email
ar: البريد الإلكتروني
ca: Adreça electrònica
cy: E-bost
es: Correo electrónico
es_es: Correo electrónico
fi: Sähköposti
fr: Adresse e-mail
fr_ca: Adresse électronique
ga: Ríomhphost
hi: ईमेल
is: Tölvupóstur
ja: E メール
ms: E-mel
nb: E-post
pl: Adres e-mail
ru: Адрес электронной почты
sl: E-pošta
sv: E-post
th: อีเมล
zh: 电子邮件
zh_hk: 電郵

source: Email can only be changed by your institution
ar: يمكن تغيير البريد الإلكتروني من قبل المؤسسة الخاصة بك فقط
ca: Només la institució pot canviar l’adreça electrònica
cy: Dim ond eich sefydliad sy’n gallu newid e-bost
da: E-mailadressen kan kun ændres af din institution
de: Die E-Mail-Adresse kann nur von Ihrer Institution geändert werden.
es: Solo su institución puede cambiar el correo electrónico
es_es: El correo electrónico solo puede cambiarlo la empresa
fi: Vain oppilaitoksesi voi muuttaa sähköpostiosoitetta
fr: Seul votre établissement peut changer l’adresse e-mail.
fr_ca: L’adresse électronique ne peut être modifiée que par votre institution.
ga: Ní féidir ach le d'institiúid an ríomhphost a athrú
hi: ईमेल केवल आपके संस्थान द्वारा बदला जा सकता है
is: Aðeins stofnunin þín getur breytt netfanginu
it: L’e-mail può essere modificata solo dall’istituto
ja: メールアドレスは、所属機関のみが変更可能です
ms: E-mel hanya boleh diubah oleh institusi anda
nb: E-posten kan bare endres av institusjonen din
nl: Het e-mailadres kan alleen door het instituut worden gewijzigd
pl: Adres e-mail może zmienić tylko instytucja.
pt: O e-mail só pode ser alterado pela sua instituição
pt_br: O e-mail só pode ser alterado pela sua instituição
ru: Электронную почту может изменить только ваше заведение
sl: E-poštni naslov lahko spremeni samo vaša ustanova
sv: Endast lärosätet kan ändra e-postadressen
th: สามารถแก้ไขอีเมลได้โดยสถาบันของคุณเท่านั้น
vi: Email chỉ có thể được thay đổi bởi tổ chức của bạn
zh: 只有您的机构才能更改电子邮件地址
zh_hk: 僅限由您的機構變更電郵地址

source: Enable iOS Notifications
ar: تمكين إعلامات iOS
ca: Activeu les notificacions d'iOS
cy: Galluogi Hysbysiadau iOS
da: Aktivér iOS-notifikationer
de: iOS-Benachrichtigungen aktivieren
es: Habilitar notificaciones de iOS
es_es: Habilitar notificaciones de iOS
fi: Ota IOS-ilmoitukset käyttöön
fr: Activer les notifications iOS
fr_ca: Activer les notifications iOS
ga: Cumasaigh Fógraí iOS
hi: iOS सूचनाएं सक्षम करें
is: Virkja iOS tilkynningar
it: Abilita notifiche iOS
ja: iOS通知を有効にする
ms: Dayakan Pemberitahuan iOS
nb: Aktiver iOS-varslinger
nl: iOS-meldingen inschakelen
pl: Włącz powiadomienia w iOS
pt: Habilitar notificações do iOS
pt_br: Ativar notificações do iOS
ru: Включить iOS-уведомления
sl: Omogoči obvestila iOS
sv: Aktivera iOS-aviseringar
th: เปิดใช้การแจ้งข้อมูลสำหรับ iOS
vi: Bật Thông Báo iOS
zh: 启用 iOS 通知
zh_hk: 啟用 iOS 通知

source: Enroll
ar: التسجيل
ca: Inscriu-t’hi
cy: Ymrestru
da: Tilmeld
de: Anmelden
es: Inscribir
es_es: Inscribir
fi: Ilmoittaudu
fr: S’inscrire
fr_ca: S’inscrire
ga: Rollaigh
hi: नामांकन करें
is: Innrita
it: Iscrivi
ja: 登録
ms: Daftar
nb: Delta
nl: Inschrijven
pl: Zarejestruj się
pt: Participar
pt_br: Matricular
ru: Внести
sl: Vpis
sv: Registrera dig
th: ลงทะเบียน
vi: Ghi Danh
zh: 注册
zh_hk: 註冊

source: Enrolled
ar: مسجّل
ca: S’ha inscrit
cy: Wedi ymrestru
da: Tilmeldt
de: Eingeschrieben
es: Inscrito
es_es: Inscrito
fi: Ilmoittautunut
fr: Inscrit(e)
fr_ca: Inscrit(e)
ga: Rollaithe
hi: नामांकन किया गया
is: Innritaður
it: Iscritto
ja: 登録済み
ms: Didaftarkan
nb: Registrert
nl: Ingeschreven
pl: Zarejestrowany
pt: Participante
pt_br: Matriculado(a)
ru: Зачислен
sl: Vpisan
sv: Registrerad
th: ลงทะเบียนแล้ว
vi: Đã Ghi Danh
zh: 已注册
zh_hk: 已註冊
